{
  "filename": "243040 PF Review.pdf",
  "parsedElements": [
    {
      "section": "Sliding Fee Discount Program",
      "letter": "b",
      "name": "Sliding Fee Discount Program Policies",
      "status": "Yes",
      "comments": "Compliance was demonstrated on items 5a - 5c on p. 33 - 34 of the Project Narrative - Response and Attachment 10: Sliding Fee Discount Schedules (p. 104 - 107), as well as Attachment 13: Health Center Program Compliance Narrative (p. 108). The write up included definitions of income and family size, description of an assessment of patients based on income and family size, a SFDS structure based on income and family size, and a fixed nominal charge of $25 for medical and $40 for preventive dental services for patients at or under 100% FPL, based on patient board member review, patient satisfaction surveys, and a review of co-pays and coinsurance amounts associated with Medicare and Medicaid plans."
    },
    {
      "section": "Sliding Fee Discount Program",
      "letter": "c",
      "name": "Sliding Fee for Column I Services",
      "status": "No",
      "comments": "The health center does not demonstrate compliance based on the PAR review. Within 90 days, provide an updated sliding fee discount schedule(s) for services provided directly by the health center (Form 5A: Column I), that is structured as follows: 1) A full discount or only a nominal charge is provided for individuals and families with annual incomes at or below 100 percent of the current Federal Poverty Guidelines (FPG); 2) Partial discounts are provided for individuals and families with incomes above 100 percent of the current FPG and at or below 200 percent of the current FPG, adjusted based on gradations in income levels with at least three discount pay classes; and 3) No discounts are provided to individuals and families with annual incomes above 200 percent of the current FPG."
    },
    {
      "section": "Sliding Fee Discount Program",
      "letter": "e",
      "name": "Incorporation of Current Federal Poverty Guidelines",
      "status": "Yes",
      "comments": "Compliance was demonstrated on Attachment 10: Sliding Fee Discount Schedule(s) (p. 104 - 107). The HC is using the 2025 FPG for income on the SFDS."
    },
    {
      "section": "Key Management Staff",
      "letter": "b",
      "name": "Documentation for Key Management Staff Positions",
      "status": "Yes",
      "comments": "Compliance was demonstrated on Attachment 4: Position Descriptions for Key Management Staff (p. 84 -88). The HC included training, experience, and position descriptions for the CEO and key management staff."
    },
    {
      "section": "Key Management Staff",
      "letter": "d",
      "name": "CEO Responsibilities",
      "status": "Yes",
      "comments": "Compliance was demonstrated on Attachment 3: Project Organizational Chart (p. 83), Attachment 4: Position Descriptions for Key Management Staff (p. 84 - 88) and Form 2: Staffing Profile (p. 117). The application states that the CEO is a 0.90 FTE who reports to the Board and is responsible for overseeing key management staff and operations of the health center."
    },
    {
      "section": "Contracts and Subawards",
      "letter": "e",
      "name": "HRSA Approval for Contracting Substantive Programmatic Work",
      "status": "Not Applicable",
      "comments": "PS review of Attachment 13: Health Center Program Compliance Narrative (p. 108 - 109), Form 8: Health Center Agreements (p. 131) where Q2 = \"NO\", and Attachment 7 (p. 91 - 94) finds that HC has no arrangements with a contractor to perform substantive programmatic work."
    },
    {
      "section": "Contracts and Subawards",
      "letter": "f",
      "name": "Required Contract Provisions",
      "status": "Not Applicable",
      "comments": "PS review of Attachment 7: Summary of Contracts and Agreements (p. 91 - 94), Attachment 13: Health Center Program Compliance Narrative (p. 108 - 109), and Form 8: Health Center Agreements (p. 131) where Q2 = \"NO\" finds that HC has no arrangements with a contractor to perform substantive programmatic work."
    },
    {
      "section": "Contracts and Subawards",
      "letter": "g",
      "name": "HRSA Approval to Subaward",
      "status": "Not Applicable",
      "comments": "PS review of Attachment 7: Summary of Contracts and Agreements (p. 91 - 94) and Form 8: Health Center Agreements (p. 131) where Q2 = \"NO\" finds that HC has no subaward to carry out a portion of the proposed HRSA award scope of project."
    },
    {
      "section": "Contracts and Subawards",
      "letter": "h",
      "name": "Subaward Agreement",
      "status": "Not Applicable",
      "comments": "PS review of Attachment 7: Summary of Contracts and Agreements (p. 91 - 94) and Form 8: Health Center Agreements (p. 131) where Q2 = \"NO\" finds that HC has no subaward to carry out a portion of the proposed HRSA award scope of project."
    },
    {
      "section": "Collaborative Relationships",
      "letter": "a",
      "name": "Coordination and Integration of Activities",
      "status": "Yes",
      "comments": "PS review of p. 37 and 38 of the Project Narrative - Collaboration: Items 1 and 2b - 2d and Attachment 9: Collaboration Documentation (p. 98, 101, 103) finds that the health center is compliant with Collaborative Relationships: a. Coordination and Integration of Activities. HC documented its collaboration with hospitals and health systems in the service area to support reductions in the non-urgent use of hospital emergency rooms. They also demonstrated continuity of care with hospitals and specialty providers, and of providing access to other health and community services through social service providers, a local university, and CBOs. Letters of support were provided by a CBO, a regional health network, and a state health plan."
    },
    {
      "section": "Collaborative Relationships",
      "letter": "b",
      "name": "Collaboration with Other Primary Care Providers",
      "status": "Yes",
      "comments": "PS review of p. 37 - 39 of the Project Narrative - Collaboration: Items 2a, 2d, and 3 and Attachment 9: Collaboration Documentation (p. 95 - 97, 99 - 100) finds that the health center is compliant with Collaborative Relationships: b. Collaboration with Other Primary Care Providers. HC documented its partnership with the local health department and the state department of education. The narrative also notes that the health center collaborates with two neighboring health centers and the state PCA. Letters of support were provided by the state PCA, another FQHC, local schools, and the state health department."
    },
    {
      "section": "Billing and Collections",
      "letter": "c",
      "name": "Participation in Insurance Programs",
      "status": "Yes",
      "comments": "Compliance was demonstrated on p. 109 of Attachment 13: Health Center Program Compliance Narrative and Form 3: Income Analysis (p. 109). The health center stated that they participate in Medicaid, CHIP, Medicare, and public and private insurance plans."
    },
    {
      "section": "Billing and Collections",
      "letter": "h",
      "name": "Policies or Procedures for Waiving or Reducing Fees",
      "status": "Yes",
      "comments": "Center Program Compliance Narrative. HC provided a description of board-approved policies, as well as operating procedures, that include the specific circumstances when the health center will waive or reduce fees or payments due to any patient's inability to pay. All individuals can file a Sliding Fee application, but no patient is denied services based on inability to pay."
    },
    {
      "section": "Budget",
      "letter": "a",
      "name": "Annual Budgeting for Scope of Project",
      "status": "No",
      "comments": "The health center does not demonstrate compliance based on the PAR review. Within 90 days, provide documentation of corrective actions taken to formulate the annual total health center project budget that reflects revenue and expenses for all sites, services, and activities within the scope of project."
    },
    {
      "section": "Budget",
      "letter": "b",
      "name": "Revenue Sources",
      "status": "",
      "comments": ""
    },
    {
      "section": "Board Authority",
      "letter": "a",
      "name": "Maintenance of Board Authority Over Health Center Project",
      "status": "Yes",
      "comments": "PS review of Attachment 13: Health Center Program Compliance Narrative (p. 110 - 111), Attachment 2: Bylaws (p. 74, 76, 79), Attachment 3: Project Organizational Chart (p. 83), and Form 8 (p. 131) finds that the health center ensures their governing board maintains the authority for oversight of the Health Center Program project."
    },
    {
      "section": "Board Authority",
      "letter": "b",
      "name": "Required Authorities and Responsibilities",
      "status": "Yes",
      "comments": "PS review of p. 110 of Attachment 13: Health Center Program Compliance Narrative and Attachment 2: Bylaws (p. 70, 73) outline the required authorities and responsibilities of the governing board."
    },
    {
      "section": "Board Composition",
      "letter": "a",
      "name": "Board Member Selection and Removal Process",
      "status": "Yes",
      "comments": "Compliance with Element a - Board Member Selection and Removal Process is demonstrated on Attachment 2: Bylaws (p. 70, 72, 78). The bylaws specify the process for ongoing selection and removal of board members and state that the Board is solely responsible for selection and removal of board members."
    },
    {
      "section": "Board Composition",
      "letter": "b",
      "name": "Required Board Composition",
      "status": "Yes",
      "comments": "PS review of p. 111 - 112 of Attachment 13: Health Center Program Compliance Narrative, and Attachment 2: Bylaws (p. 71 - 72) finds that the health center is compliant with the required board composition."
    },
    {
      "section": "Board Composition",
      "letter": "c",
      "name": "Current Board Composition",
      "status": "Yes",
      "comments": "PS review of Form 6A: Current Board Member Characteristics (p. 129) demonstrates compliance with element c. Current Board Composition."
    },
    {
      "section": "Board Composition",
      "letter": "e",
      "name": "Waiver Requests",
      "status": "Not Applicable",
      "comments": "PS review Form 6B: Request for Waiver of Board Member Requirements (pp. 130) finds that element e. Waiver Requests does not apply to this health center."
    }
  ],
  "cachedAt": "2026-01-19T03:54:00.465Z"
}