[
  {
    "chapter": "Chapter 3: Needs Assessment",
    "section": "Needs Assessment",
    "authority": "Section 330(k)(2) and Section 330(k)(3)(J) of the PHS Act; and 42 CFR 51c.104(b)(2-3), 42 CFR 51c.303(k), 42 CFR 56.104(b)(2), 42 CFR 56.104(b)(4), and 42 CFR 56.303(k)",
    "elements": [
      {
        "element": "Element b - Update of Needs Assessment",
        "requirementText": "The health center completes or updates a needs assessment of the current or proposed population at least once every three years, for the purposes of informing and improving the delivery of health center services. The needs assessment utilizes the most recently available data for the service area and, if applicable, special populations and addresses the following:",
        "requirementDetails": [
          "Factors associated with access to care and health care utilization (for example, geography, transportation, occupation, transience, unemployment, income level, educational attainment);",
          "The most significant causes of morbidity and mortality (for example, diabetes, cardiovascular disease, cancer, low birth weight, behavioral health) as well as any associated health disparities;",
          "Any other unique health care needs or characteristics that impact health status or access to, or utilization of, primary care (for example, social factors, the physical environment, cultural/ethnic factors, language needs, housing status)."
        ],
        "applicationSection": "Project Narrative - Need section, items 2a - c",
        "applicationItems": [
          "a) How often you conduct or update the needs assessment.",
          "b) How you use the results to inform and improve service delivery.",
          "c) Using the most recently available data (cite data sources where applicable), for the service area and, if applicable, for each special population (MHC, HCH, PHPC) identified in the SAAT, address the following: Factors associated with access to care and health care utilization; Most significant causes of morbidity and mortality; Any other unique health care needs or characteristics that impact health status or access to, or utilization of, primary care."
        ],
        "footnotes": "13 Compliance may be demonstrated based on the information included in a Service Area Competition (SAC) or a Renewal of Designation (RD) application. Note that in the case of a Notice of Funding Opportunity for a New Access Point or Expanded Services grant, HRSA may specify application-specific requirements for demonstrating an applicant has consulted with the appropriate agencies and providers consistent with Section 330(k)(2)(D) of the Public Health Service Act. Such application-specific requirements may require a completed or updated needs assessment more recent than that which was provided in an applicant's SAC or RD application. 14 In cases where data are not available for the specific service area or special population, health centers may use extrapolation techniques to make valid estimates using data available for related areas and population groups. Extrapolation is the process of using data that describes one population to estimate data for a comparable population, based on one or more common differentiating demographic characteristics. Where data are not directly available and extrapolation is not feasible, health centers should use the best available data describing the area or population to be served."
      }
    ]
  },
  {
    "chapter": "Chapter 9: Sliding Fee Discount Program",
    "section": "Sliding Fee Discount Program",
    "authority": "Section 330(k)(3)(G) of the PHS Act; 42 CFR 51c.303(f), 42 CFR 51c.303(g), 42 CFR 51c.303(u), 42 CFR 56.303(f), 42 CFR 56.303(g), and 42 CFR 56.303(u)",
    "elements": [
      {
        "element": "Element b - Sliding Fee Discount Program Policies",
        "requirementText": "The health center has board-approved policy(ies) for its sliding fee discount program that apply uniformly to all patients and address the following areas:",
        "requirementDetails": [
          "Definitions of income and family;",
          "Assessment of all patients for sliding fee discount eligibility based only on income and family size, including methods for making such assessments;",
          "The manner in which the health center's sliding fee discount schedule(s) (SFDS(s)) will be structured in order to ensure that patient charges are adjusted based on ability to pay;",
          "Only applicable to health centers that choose to have a nominal charge for patients at or below 100 percent of the FPG: The setting of a flat nominal charge(s) at a level that would be nominal from the perspective of the patient and would not reflect the actual cost of the service being provided."
        ],
        "applicationSection": "Project Narrative - Response section, items 5a - d",
        "applicationItems": [
          "a) Definitions of income and family.",
          "b) Assessment of all patients for sliding fee discount eligibility based only on income and family size, including methods for making such assessments.",
          "c) Manner in which the sliding fee discount schedule(s) (SFDS) is structured in order to ensure that patient charges are adjusted based on ability to pay (consistent with Attachment 10: Sliding Fee Discount Schedule).",
          "d) If you have a nominal charge for patients with incomes at or below 100 percent of the Federal Poverty Guidelines (FPG), whether the nominal charge: (1) is flat, (2) is set at a level that is nominal from the perspective of the patient, and (3) does not reflect the actual cost of the service being provided. State if you do not have nominal charges."
        ],
        "footnotes": "15 Income is defined as earnings over a given period of time used to support an individual/household unit based on a set of criteria of inclusions and exclusions. Income is distinguished from assets, as assets are a fixed economic resource while income is comprised of earnings. 16 Nominal charges are not 'minimum fees,' 'minimum charges,' or 'co-pays.'"
      },
      {
        "element": "Element c - Sliding Fee for Column I Services",
        "requirementText": "For services provided directly by the health center (Form 5A: Services Provided, Column I), the health center's SFDS(s) is structured consistent with its policy and provides discounts as follows:",
        "requirementDetails": [
          "A full discount is provided for individuals and families with annual incomes at or below 100 percent of the current FPG, unless a health center elects to have a nominal charge, which would be less than the fee paid by a patient in the first sliding fee discount pay class above 100 percent of the FPG.",
          "Partial discounts are provided for individuals and families with incomes above 100 percent of the current FPG and at or below 200 percent of the current FPG, and those discounts adjust based on gradations in income levels and include at least three discount pay classes.",
          "No discounts are provided to individuals and families with annual incomes above 200 percent of the current FPG."
        ],
        "applicationSection": "Attachment 10: Sliding Fee Discount Schedule(s)",
        "applicationItems": [],
        "footnotes": "17 For example, a SFDS with discount pay classes of 101 percent to 125 percent of the FPG, 126 percent to 150 percent of the FPG, 151 percent to 175 percent of the FPG, 176 percent to 200 percent of the FPG, and over 200 percent of the FPG would have four discount pay classes between 101 percent and 200 percent of the FPG. 18 See Chapter 16: Billing and Collections, if the health center has access to other grants or subsidies that support patient care."
      },
      {
        "element": "Element e - Incorporation of Current Federal Poverty Guidelines",
        "requirementText": "The health center's SFDS(s) has incorporated the most recent FPG.",
        "requirementDetails": [],
        "applicationSection": "Attachment 10: Sliding Fee Discount Schedule(s)",
        "applicationItems": [],
        "footnotes": ""
      }
    ]
  },
  {
    "chapter": "Chapter 11: Key Management Staff",
    "section": "Key Management Staff",
    "authority": "Section 330(k)(3)(I)(i) of the PHS Act; 42 CFR 51c.104(b)(4), 42 CFR 51c.303(p), 42 CFR 56.104(b)(5), and 42 CFR 56.303(p); and 45 CFR 75.308(c)(1)(ii)(iii)",
    "elements": [
      {
        "element": "Element b - Documentation of Key Management Staff Positions",
        "requirementText": "The health center has documented the training and experience qualifications, as well as the duties or functions, for each key management staff position (for example, in position descriptions).",
        "requirementDetails": [],
        "applicationSection": "Attachment 4: Position Descriptions for Key Management Staff",
        "applicationItems": [],
        "footnotes": ""
      },
      {
        "element": "Element d - CEO Responsibilities",
        "requirementText": "The health center's Project Director/CEO is directly employed by the health center, reports to the health center's governing board and is responsible for overseeing other key management staff in carrying out the day-to-day activities necessary to fulfill the HRSA-approved scope of project.",
        "requirementDetails": [],
        "applicationSection": "Project Narrative - Resources/Capabilities section, item 3b; Form 2: Staffing Profile; Attachment 3: Project Organizational Chart; Attachment 4: Position Descriptions for Key Management Staff",
        "applicationItems": [
          "b) Responsibilities of the CEO for and reporting to the governing board and overseeing other key management staff in carrying out the day-to-day activities of the proposed project."
        ],
        "footnotes": "20 Public agency health centers utilizing a co-applicant structure would demonstrate compliance with the statutory requirement for direct employment of the Project Director/CEO by demonstrating that the public agency, as the Health Center Program awardee/designee of record, directly employs the Project Director/CEO. Refer to related requirements in Chapter 19: Board Authority regarding public agencies with co-applicants. 21 Refer to related requirements in Chapter 19: Board Authority regarding the selection and dismissal of the Project Director/CEO by the health center board as part of its oversight responsibilities for the Health Center Program project."
      }
    ]
  },
  {
    "chapter": "Chapter 12: Contracts and Subawards",
    "section": "Contracts and Subawards",
    "authority": "Section 330(k)(3)(I) and Section 330(q) of the PHS Act; 42 CFR 51c.113, 42 CFR 56.114, 42 CFR 51c.303(t), and 42 CFR 56.303(t); 45 CFR Part 75 Subpart D; and Section 1861(aa)(4)(A)(ii) and Section 1905(l)(2)(B)(ii) of the Social Security Act",
    "elements": [
      {
        "element": "Element e - HRSA Approval for Contracting Substantive Programmatic Work",
        "requirementText": "If the health center has arrangements with a contractor to perform substantive programmatic work, the health center requested and received prior approval from HRSA as documented by:",
        "requirementDetails": [
          "An approved competing continuation/renewal of designation application or other competitive application, which included such an arrangement;",
          "An approved post-award request for such arrangements submitted within the project period (for example, change in scope)."
        ],
        "applicationSection": "Form 8: Health Center Agreements",
        "applicationItems": [],
        "footnotes": "22 For the purposes of the Health Center Program, contracting for substantive programmatic work does not include the acquisition of supplies, material, equipment, or general support services. However, it does apply to contracting for the: Project Director/CEO; entire key management team; majority of health care providers with a single entity. Substantive programmatic work may be further defined within HRSA Notices of Funding Opportunity (NOFOs) and applications."
      },
      {
        "element": "Element f - Required Contract Provisions",
        "requirementText": "The health center's contracts that support the HRSA-approved scope of project include provisions that address the following:",
        "requirementDetails": [
          "The specific activities or services to be performed or goods to be provided;",
          "Mechanisms for the health center to monitor contractor performance;",
          "Requirements for the contractor to provide data necessary to meet the recipient's applicable Federal financial and programmatic reporting requirements, as well as provisions addressing record retention and access, audit, and property management."
        ],
        "applicationSection": "Form 8: Health Center Agreements",
        "applicationItems": [],
        "footnotes": "23 For further guidance on these requirements, see the HHS Grants Policy Statement, at https://www.hrsa.gov/grants/hhsgrantspolicy.pdf."
      },
      {
        "element": "Element g - HRSA Approval to Subaward (Not Applicable for Look-alikes)",
        "requirementText": "If the health center has made a subaward, the health center requested and received prior approval from HRSA as documented by:",
        "requirementDetails": [
          "An approved competing continuation/renewal of designation application or other competitive application, which included the subrecipient arrangement;",
          "An approved post-award request for such subrecipient arrangements submitted within the project period (for example, change in scope)."
        ],
        "applicationSection": "Form 8: Health Center Agreements",
        "applicationItems": [],
        "footnotes": ""
      },
      {
        "element": "Element h - Subaward Agreement (Not Applicable for Look-alikes)",
        "requirementText": "The health center's subaward(s) that supports the HRSA-approved scope of project includes provisions that address the following:",
        "requirementDetails": [
          "The specific portion of the HRSA-approved scope of project to be performed by the subrecipient;",
          "The applicability of all Health Center Program requirements to the subrecipient;",
          "The applicability to the subrecipient of any distinct statutory, regulatory, and policy requirements of other Federal programs associated with their HRSA-approved scope of project;",
          "Mechanisms for the health center to monitor subrecipient compliance and performance;",
          "Requirements for the subrecipient to provide data necessary to meet the health center's applicable Federal financial and programmatic reporting requirements, as well as provisions addressing record retention and access, audit, and property management;",
          "Requirements that all costs paid for by the Federal subaward are allowable consistent with Federal Cost Principles."
        ],
        "applicationSection": "Form 8: Health Center Agreements",
        "applicationItems": [],
        "footnotes": "25 For further guidance on these requirements, see the HHS Grants Policy Statement, at http://www.hrsa.gov/grants/hhsgrantspolicy.pdf. 26 See 45 CFR 75 Subpart E: Cost Principles."
      }
    ]
  },
  {
    "chapter": "Chapter 14: Collaborative Relationships",
    "section": "Collaborative Relationships",
    "authority": "Section 330(k)(3)(B) of the PHS Act; and 42 CFR 51c.303(n), 42 CFR 56.303(n), and 42 CFR 51c.305(h)",
    "elements": [
      {
        "element": "Element a - Coordination and Integration of Activities",
        "requirementText": "The health center documents its efforts to collaborate with other providers or programs in the service area, including local hospitals, specialty providers, and social service organizations (including those that serve special populations), to provide access to services not available through the health center in order to support:",
        "requirementDetails": [
          "Reductions in the non-urgent use of hospital emergency departments;",
          "Continuity of care across community providers;",
          "Access to other health or community services that impact the patient population."
        ],
        "applicationSection": "Project Narrative - Collaboration section, items 1a - c; Attachment 9: Collaboration Documentation",
        "applicationItems": [
          "a) Continuity of care across community providers.",
          "b) Access to other health or community services that impact the patient population.",
          "c) A reduction in the non-urgent use of hospital emergency departments."
        ],
        "footnotes": "27 For look-alikes, this attachment is Attachment 8: Collaboration Documentation."
      },
      {
        "element": "Element b - Collaboration with Other Primary Care Providers",
        "requirementText": "The health center documents its efforts to coordinate and integrate its activities with other federally-funded, as well as State and local, health services delivery projects and programs serving similar patient populations in the service area (at a minimum, this would include establishing and maintaining relationships with other health centers in the service area).",
        "requirementDetails": [],
        "applicationSection": "Project Narrative - Collaboration section, item 2; Attachment 9: Collaboration Documentation",
        "applicationItems": [
          "Describe and document in Attachment 9: Collaboration Documentation efforts to coordinate and integrate your activities with other federally-funded, as well as state and local health services delivery projects and programs serving similar patient populations in the service area (consistent with Attachment 1: Service Area Map and Table) (at a minimum, this would include establishing and maintaining relationships with other Health Center Program award recipients and look-alikes).",
          "If you do not provide documentation of collaboration with one or more of the Health Center Program award recipients and look-alikes in Attachment 9: Collaboration Documentation, explain why and provide documentation of the request."
        ],
        "footnotes": ""
      }
    ]
  },
  {
    "chapter": "Chapter 16: Billing and Collections",
    "section": "Billing and Collections",
    "authority": "Section 330(k)(3)(E), (F), and (G) of the PHS Act; and 42 CFR 51c.303(e), (f), and (g) and 42 CFR 56.303(e), (f), and (g)",
    "elements": [
      {
        "element": "Element c - Participation in Insurance Programs",
        "requirementText": "The health center participates in Medicaid, CHIP, Medicare, and, as appropriate, other public or private assistance programs or health insurance.",
        "requirementDetails": [],
        "applicationSection": "Project Narrative - Resources/Capabilities section, item 5b",
        "applicationItems": [
          "b) Participating in Medicare, Medicaid, Children's Health Insurance Program (CHIP), and, as appropriate, other public and private assistance programs or insurance, as applicable (consistent with Form 3: Income Analysis)."
        ],
        "footnotes": ""
      },
      {
        "element": "Element h - Policies or Procedures for Waiving or Reducing Fees",
        "requirementText": "The health center has and utilizes board-approved policies, as well as operating procedures, that include the specific circumstances when the health center will waive or reduce fees or payments required by the center due to any patient's inability to pay.",
        "requirementDetails": [],
        "applicationSection": "Project Narrative - Resources/Capabilities section, item 5a",
        "applicationItems": [
          "a) How board-approved policies and operating procedures include specific circumstances for when you will waive or reduce fees or payments required due to a patient's inability to pay."
        ],
        "footnotes": ""
      }
    ]
  },
  {
    "chapter": "Chapter 17: Budget",
    "section": "Budget",
    "authority": "Section 330(e)(5)(A) and Section 330(k)(3)(I)(i) of the PHS Act; and 45 CFR 75.308(a) and 45 CFR 75 Subpart E",
    "elements": [
      {
        "element": "Element a - Budgeting for Scope of Project",
        "requirementText": "The health center develops and submits to HRSA (for new or continued funding or designation from HRSA) an annual budget, also referred to as a 'total budget,' that reflects projected costs and revenues necessary to support the health center's proposed or HRSA-approved scope of project.",
        "requirementDetails": [],
        "applicationSection": "SF-424A; Budget Narrative; Form 2: Staffing Profile",
        "applicationItems": [],
        "footnotes": "28 A health center's 'total budget' includes the Health Center Program Federal award funds and all other sources of revenue in support of the health center scope of project. 29 Any aspects of the requirement that relate to the use of Health Center Program Federal award funds are not applicable to look-alikes."
      },
      {
        "element": "Element b - Revenue Sources",
        "requirementText": "In addition to the Health Center Program award, the health center's annual budget includes all other projected revenue sources that will support the Health Center Program project, specifically:",
        "requirementDetails": [
          "Fees, premiums, and third-party reimbursements and payments that are generated from the delivery of services;",
          "Revenues from state, local, or other Federal grants (for example, Ryan White, Healthy Start) or contracts;",
          "Private support or income generated from contributions;",
          "Any other funding expected to be received for purposes of supporting the Health Center Program project."
        ],
        "applicationSection": "SF-424A; Budget Narrative; Form 2: Staffing Profile; Form 3: Income Analysis",
        "applicationItems": [],
        "footnotes": ""
      }
    ]
  },
  {
    "chapter": "Chapter 19: Board Authority",
    "section": "Board Authority",
    "authority": "Section 330(k)(3)(H) of the PHS Act; 42 CFR 51c.303(i), 42 CFR 56.303(i), 42 CFR 51c.304(d), and 42 CFR 56.304(d); and 45 CFR 75.507(b)(2)",
    "elements": [
      {
        "element": "Element a - Maintenance of Board Authority Over Health Center Project",
        "requirementText": "The health center's organizational structure, articles of incorporation, bylaws, and other relevant documents ensure the health center governing board maintains the authority for oversight of the Health Center Program project, specifically:",
        "requirementDetails": [
          "The organizational structure and documents do not allow for any other individual, entity or committee (including, but not limited to, an executive committee authorized by the board) to reserve approval authority or have veto power over the health center board with regard to the required authorities and functions;",
          "In cases where a health center collaborates with other entities in fulfilling the health center's HRSA-approved scope of project, such collaboration or agreements with the other entities do not restrict or infringe upon the health center board's required authorities and functions;",
          "For public agencies with a co-applicant board, the health center has a co-applicant agreement that delegates the required authorities and functions to the co-applicant board and delineates the roles and responsibilities of the public agency and the co-applicant in carrying out the Health Center Program project."
        ],
        "applicationSection": "Project Narrative - Governance section, items 3a - c; Form 8: Health Center Agreements; Attachment 2: Bylaws; Attachment 3: Project Organizational Chart; Attachment 6: Co-Applicant Agreement; Attachment 8: Articles of Incorporation (new applicants only)",
        "applicationItems": [
          "a) No individual, entity, or committee (including, but not limited to, an executive committee authorized by the board and consistent with Attachment 3: Project Organizational Chart) reserves or has approval/veto power over the board with regard to the required authorities and functions.",
          "b) Collaboration or agreements with other entities do not restrict or infringe upon the board's required authorities and functions.",
          "c) Public agency applicants with a co-applicant board: Attachment 6: Co-Applicant Agreement delegates the required authorities and functions to the co-applicant board and delineates the respective roles and responsibilities of the public agency and the co-applicant in carrying out the project."
        ],
        "footnotes": "31 This does not preclude an executive committee from taking actions on behalf of the board in emergencies, on which the full board will subsequently vote. 32 Public agencies are permitted to utilize a co-applicant governance structure for the purposes of meeting Health Center Program governance requirements. Public centers may be structured in one of two ways to meet the program requirements: 1) the public agency independently meets all the Health Center Program governance requirements based on the existing structure and vested authorities of the public agency's governing board; or 2) together, the public agency and the co-applicant meet all Health Center Program requirements."
      },
      {
        "element": "Element b - Required Authorities and Responsibilities",
        "requirementText": "The health center's articles of incorporation, bylaws, or other relevant documents outline the following required authorities and responsibilities of the governing board:",
        "requirementDetails": [
          "Holding monthly meetings;",
          "Approving the selection (and termination or dismissal, as appropriate) of the health center's Project Director/CEO;",
          "Approving the annual Health Center Program project budget and applications;",
          "Approving health center services and the location and hours of operation of health center sites;",
          "Evaluating the performance of the health center;",
          "Establishing or adopting policy related to the operations of the health center;",
          "Assuring the health center operates in compliance with applicable Federal, State, and local laws and regulations."
        ],
        "applicationSection": "Project Narrative - Governance section, items 2a - g; Attachment 2: Bylaws; Attachment 6: Co-Applicant Agreement",
        "applicationItems": [
          "a) Holding monthly meetings.",
          "b) Approving the selection (and dismissal or termination) of the project director/CEO.",
          "c) Approving the annual Health Center Program project budget and applications.",
          "d) Approving proposed services, sites, and hours of operation.",
          "e) Evaluating the performance of the health center.",
          "f) Establishing or adopting policy related to the operations of the health center.",
          "g) Assuring the health center operates in compliance with applicable federal, state, and local laws and regulations."
        ],
        "footnotes": "33 The governing board of a health center is generally responsible for establishing and/or approving policies that govern health center operations, while the health center's staff is generally responsible for implementing and ensuring adherence to these policies (including through operating procedures)."
      }
    ]
  },
  {
    "chapter": "Chapter 20: Board Composition",
    "section": "Board Composition",
    "authority": "Section 330(k)(3)(H) of the PHS Act; and 42 CFR 51c.304 and 42 CFR 56.304",
    "elements": [
      {
        "element": "Element a - Board Member Selection and Removal Process",
        "requirementText": "The health center has bylaws or other relevant documents that specify the process for ongoing selection and removal of board members. This board member selection and removal process does not permit any other entity, committee or individual (other than the board) to select either the board chair or the majority of health center board members, including a majority of the non-patient board members.",
        "requirementDetails": [],
        "applicationSection": "Attachment 2: Bylaws",
        "applicationItems": [],
        "footnotes": "34 An outside entity may only remove a board member who has been selected by that entity as an organizational representative to the governing board. 35 For example, if the health center has an agreement with another organization, the agreement does not permit that organization to select either the chair or a majority of the health center board. 36 For the purposes of the Health Center Program, the term 'board member' refers only to voting members of the board."
      },
      {
        "element": "Element b - Required Board Composition",
        "requirementText": "The health center has bylaws or other relevant documents that require the board to be composed as follows:",
        "requirementDetails": [
          "Board size is at least 9 and no more than 25 members, with either a specific number or a range of board members prescribed;",
          "At least 51 percent of board members are patients served by the health center. For the purposes of board composition, a patient is an individual who has received at least one service in the past 24 months that generated a health center visit, where both the service and the site where the service was received are within the HRSA-approved scope of project;",
          "Patient members of the board, as a group, represent the individuals who are served by the health center in terms of demographic factors, such as race, ethnicity, and gender;",
          "Non-patient members are representative of the community served by the health center or the health center's service area;",
          "Non-patient members are selected to provide relevant expertise and skills such as: community affairs; local government; finance and banking; legal affairs; trade unions and other commercial and industrial concerns; and social services;",
          "No more than one-half of non-patient board members derive more than 10 percent of their annual income from the health care industry;",
          "Health center employees, and immediate family members (i.e., spouses, children, parents, or siblings through blood, adoption, or marriage) of employees may not be health center board members."
        ],
        "applicationSection": "Project Narrative - Governance section, items 1a - g; Attachment 2: Bylaws; Attachment 6: Co-applicant Agreement",
        "applicationItems": [
          "a) Board size is at least 9 and no more than 25 members, with either a specific number or range of board members prescribed.",
          "b) At least 51 percent of voting board members are patients served by the health center.",
          "c) Patient members of the board, as a group, represent the individuals served by the health center in terms of demographic factors (e.g., gender, race, ethnicity).",
          "d) Non-patient members are representative of the community served by the health center or the health center's service area.",
          "e) Non-patient members are selected to provide relevant expertise and skills (e.g., community affairs, local government, finance and banking, legal affairs, trade unions and other commercial and industrial concerns, social services).",
          "f) No more than one-half of non-patient board members may earn more than 10 percent of their annual income from the health care industry.",
          "g) Health center employees and immediate family members (i.e., spouses, children, parents, or siblings through blood, adoption, or marriage) of employees may not be health center board members."
        ],
        "footnotes": "37 For the purposes of health center board composition, an employee of the health center would include an individual who would be considered a 'common-law employee' or 'statutory employee' according to the Internal Revenue Service criteria, as well as an individual who would be considered an employee for state or local law purposes. 38 In the case of public agencies with co-applicant boards, this includes employees or immediate family members of both the co-applicant organization and the public agency component (for example, department, division, or sub-agency) in which the Health Center Program project is located. 39 Please refer to page 17 of the SAC NOFO for the text of footnotes 22 - 28 in the body of this item."
      },
      {
        "element": "Element c - Current Board Composition",
        "requirementText": "The health center has documentation that the board is composed of:",
        "requirementDetails": [
          "At least 9 and no more than 25 members;",
          "A patient majority (at least 51 percent);",
          "Patient board members, as a group, represent the individuals who are served by the health center in terms of demographic factors, such as race, ethnicity, and gender, consistent with the demographics reported in the health center's Uniform Data System (UDS) report;",
          "Representative(s) from or for each of the special population(s) for those health centers that receive any award/designation under one or more of the special populations section 330 subparts, 330(g), (h), and/or (i);",
          "As applicable, non-patient board members: Who are representative of the community in which the health center is located, either by living or working in the community, or by having a demonstrable connection to the community; With relevant skills and expertise in areas such as community affairs, local government, finance and banking, legal affairs, trade unions, other commercial and industrial concerns, or social services within the community; Of whom no more than 50 percent earn more than 10 percent of their annual income from the health care industry."
        ],
        "applicationSection": "Form 6A: Current Board Member Characteristics",
        "applicationItems": [],
        "footnotes": "40 A legal guardian of a patient who is a dependent child or adult, a person who has legal authority to make health care decisions on behalf of a patient, or a legal sponsor of an immigrant patient may also be considered a patient of the health center for purposes of board representation. Students who are health center patients may participate as board members subject to state laws applicable to such non-profit board members. 41 For health centers that have not yet made a Uniform Data System (UDS) report, this would be assessed based on demographic data included in the health center's application. 42 Representation could include advocates for the health center's section 330 (g), (h), or (i) patient population (for example, those who have personally experienced being a member of, have expertise about, or work closely with the current special population). Such advocate board members would count as 'patient' board members only if they meet the patient definition set forth in this section. 43 For example, in a 9-member board with 5 patient board members, there could be 4 non-patient board members. In this case, no more than 2 non-patient board members could earn more than 10 percent of their income from the health care industry."
      },
      {
        "element": "Element e - Waiver Requests",
        "requirementText": "In cases where a health center receives an award/designation under section 330(g), 330(h) and/or 330(i), does not receive an award/designation under section 330(e), and requests a waiver of the patient majority board composition requirements, the health center presents to HRSA for review and approval:",
        "requirementDetails": [
          "\"Good cause\" that justifies the need for the waiver by documenting: The unique characteristics of the population (homeless, migratory or seasonal agricultural worker, and/or public housing patient population) or service area that create an undue hardship in recruiting a patient majority; Its attempt(s) to recruit a majority of special population board members within the past three years;",
          "Strategies that will ensure patient participation and input in the direction and ongoing governance of the organization by addressing the following elements: Collection and documentation of input from the special population(s); Communication of special population input directly to the health center governing board; Incorporation of special population input into key areas, including but not limited to: selecting health center services; setting hours of operation of health center sites; defining budget priorities; evaluating the organization's progress in meeting goals, including patient satisfaction; and assessing the effectiveness of the sliding fee discount program."
        ],
        "applicationSection": "Form 6B: Request for Waiver of Board Member Requirements",
        "applicationItems": [],
        "footnotes": "44 See Chapter 4: Required and Additional Health Services for more information on providing services within the HRSA-approved scope of project. 45 See Chapter 6: Accessible Locations and Hours of Operation for more information on health center service sites and hours of operation. 46 See Chapter 17: Budget for more information on the Health Center Program project budget. 47 See Chapter 19: Board Authority for more information on the health center board's required authorities. 48 See Chapter 9: Sliding Fee Discount Program for more information on requirements for health center sliding fee discount programs."
      }
    ]
  }
]